Repository: Qwant/erdapfel
Catalog: language/message/*.po
Languages: br, cs, fr, it

source: restaurant
br: predti
cs: restaurace
it: ristorante

source: pharmacy
br: apotikerezh
cs: lékárna
fr: pharmacie
it: farmacia

source: leisure
cs: volný čas
fr: loisirs
it: tempo libero

source: administration
cs: správa
it: amministrazione

source: health
cs: zdraví
fr: santé
it: salute

source: education
cs: vzdělávání
fr: éducation
it: istruzione

source: bank
br: ti-bank
cs: banka
fr: banque
it: banca

source: museum
br: mirdi
cs: muzeum
fr: musée
it: museo

source: service
cs: služby
fr: services
it: servizi

source: french restaurant
cs: francouzská restaurace
fr: restaurant français
it: ristorante francese

source: pizzeria
cs: pizzerie

source: burgers
cs: hamburgery
it: hamburger

source: italian restaurant
cs: italská restaurace
fr: restaurant italien
it: ristorante italiano

source: kebab restaurant
cs: restaurace s kebabem
fr: kebab
it: ristorante kebab

source: sandwich
cs: sandwiche
fr: sandwicherie
it: panini

source: asian restaurant
cs: asijská restaurace
fr: restaurant asiatique
it: ristorante asiatico

source: japanese restaurant
cs: japonská restaurace
fr: restaurant japonais
it: ristorante giapponese

source: chinese restaurant
cs: čínská restaurace
fr: restaurant chinois
it: ristorante cinese

source: creperie
cs: palačinkárna
fr: crêperie
it: creperia

source: indian restaurant
cs: indická restaurace
fr: restaurant indien
it: ristorante indiano

source: thai restaurant
cs: thajská restaurace
fr: restaurant thaïlandais
it: ristorante thailandese

source: lebanese restaurant
cs: libanonská restaurace
fr: restaurant libanais
it: ristorante libanese

source: parking lot
cs: parkoviště
fr: parking
it: parcheggio

source: pitch
cs: hřiště
fr: terrain de sport
it: campo sportivo

source: place of worship
br: lec'h azeulerezh
cs: místo uctívání
fr: lieu de culte
it: luogo di culto

source: recycling
br: adaozañ
cs: recyklace
fr: recyclage
it: riciclaggio

source: bicycle parking
cs: parkování jízdních kol
fr: parking à vélo
it: parcheggio bici

source: school
br: skol
cs: škola
fr: école
it: scuola

source: bakery
br: bouloñjerezh
cs: pekárna
fr: boulangerie
it: panificio

source: clothes shop
br: stal dilhad
cs: obchod s oblečením
fr: magasin de vêtements
it: negozio di abbigliamento

source: toilets
cs: toalety
fr: toilettes
it: servizi igienici

source: sports centre
br: kreizenn sport
cs: sportovní centrum
fr: complexe sportif
it: centro sportivo

source: hairdresser
br: ficher-blev
cs: kadeřnictví
fr: coiffeur
it: parrucchiere

source: fast food
br: pretierezh prim
cs: rychlé občerstvení
fr: restauration rapide

source: historical place
cs: historické místo
fr: lieu historique
it: luogo storico

source: post office
br: ti-post
cs: pošta
fr: bureau de poste
it: ufficio postale

source: fuel station
br: stal dour-tan
cs: čerpací stanice
fr: station essence
it: stazione di rifornimento

source: community centre
br: kreizenn gumuniezh
cs: komunitní centrum
fr: centre social
it: centro comunitario

source: convenience store
br: ispisiri
cs: obchod se smíšeným zbožím
fr: supérette
it: discount

source: car shop
br: stal kirri
cs: prodejna automobilů
fr: concessionaire automobile
it: concessionario

source: kindergarten or preschool
br: liorzh bugale pe rak-skol
cs: školka
fr: crèche ou école maternelle
it: asilo nido o scuola materna

source: camp site
br: tachenn gampiñ
cs: tábořiště
fr: camping
it: campeggio

source: train station
cs: vlaková stanice
fr: gare ferroviaire
it: stazione dei treni

source: butcher
br: boser
cs: řezník
fr: boucherie
it: macellaio

source: tourist attraction
cs: turistická atrakce
fr: attraction touristique
it: attrazione turistica

source: hospital
br: ospital
cs: nemocnice
fr: hôpital
it: ospedale

source: doctors office
br: stal an doktor
cs: ordinace
fr: cabinet médical
it: studio del dottore

source: dentist
br: dentour
cs: zubař
fr: cabinet dentaire
it: dentista

source: physiotherapist
cs: fyzioterapeut
fr: kinésithérapeute
it: fisioterapista

source: psychotherapist
cs: psychoterapeut
fr: psychothérapeute
it: psicoterapeuta

source: library
br: levraoueg
cs: knihovna
fr: bibliothèque
it: biblioteca

source: police
br: komiserdi
cs: policie
fr: commissariat
it: polizia

source: optician
br: luneder
cs: oční optik
fr: opticien
it: ottico

source: graveyard
cs: hřbitov
fr: cimetière
it: cimitero

source: beauty salon
br: saloñs braventez
cs: kosmetický salon
fr: salon de beauté
it: salone di bellezza

source: beekeeper
cs: včelař

source: florist
br: stal bleunioù
cs: květinářství
fr: fleuriste
it: fioraio

source: fire station
br: ti ar bomperien
cs: požární stanice
fr: caserne de pompier
it: caserma dei vigili del fuoco

source: shoes shop
cs: prodejna obuvi
fr: magasin de chaussures
it: negozio di scarpe

source: DIY store
cs: obchod pro kutily
fr: magasin de bricolage
it: negozio fai-da-te

source: bicycle rental
cs: půjčovna kol
fr: location de vélos
it: bike sharing

source: jewelry shop
br: bravigerezh
cs: klenotnictví
fr: bijouterie
it: gioielleria

source: newsagent
cs: trafika
fr: kiosque
it: edicola

source: swimming pool
br: poull-neuial
cs: bazén
fr: piscine
it: piscina

source: furniture shop
br: stal arrebeuri
cs: prodejna nábytku
fr: magasin de meubles
it: negozio di mobili

source: bookshop
cs: knihkupectví
fr: librairie
it: libreria

source: laundry
br: ti-kannañ dilhad
cs: prádelna
fr: laverie blanchisserie
it: lavanderia

source: sports shop
br: stal sport
cs: sportovní obchod
fr: magasin de sport
it: negozio sportivo

source: theatre
br: c'hoariva
cs: divadlo
fr: théâtre
it: teatro

source: veterinarian
cs: veterinář
fr: vétérinaire
it: veterinario

source: greengrocer
br: stal legumaj
cs: zelinář
fr: primeur
it: fruttivendolo

source: garden centre
br: kreizenn liorzhaouiñ
cs: zahradnické centrum
fr: jardinerie
it: centro del giardino

source: arts centre
br: kreizenn an arzoù
cs: umělecké centrum
fr: centre culturel
it: belle arti

source: electronics shop
br: stal traoù elektronik
cs: prodejna elektroniky
fr: magasin de matériel électronique
it: negozio di elettronica

source: cinema
br: sinema
cs: kino
fr: cinéma

source: university
br: skol-veur
cs: univerzita
fr: université
it: università

source: travel agency
br: ajañs-veaj
cs: cestovní agentura
fr: agence de voyages
it: agenzia di viaggi

source: post box
cs: poštovní schránka
fr: boîte aux lettres
it: buca delle lettere

source: playground
cs: dětské hřiště
fr: terrain de jeu
it: parco giochi

source: marketplace
br: marc'had
cs: tržiště
fr: marché
it: mercato

source: confectionery
cs: cukrářství
it: dolciumi

source: locksmith
cs: zámečník
it: fabbro

source: shoemaker
br: kere
cs: obuvník
fr: cordonnier
it: calzolaio

source: liquor store
br: stal likorioù
cs: obchod s alkoholem
fr: magasin d'alcool
it: negozio di liquori

source: Delicatessen
cs: lahůdkářství
it: Gastronomia

source: frozen food shop
cs: obchod s mraženými potravinami
it: negozio di alimenti surgelati

source: ice-cream shop
cs: zmrzlinářství
it: negozio di gelati

source: fishmonger
br: stal gwerzhañ pesked
cs: prodejna ryb
fr: poissonier
it: pescheria

source: baby goods shop
cs: obchod s kojeneckým zbožím
it: negozio di articoli per bambini

source: tattoo artist
cs: tatér
it: tatuatore

source: watches shop
br: stal eurieroù
cs: prodejna hodinek
fr: horloger
it: negozio di orologi

source: discount shop
cs: slevový obchod
it: negozio discount

source: DIY clothes shop
cs: obchod s DIY oblečením
it: negozio per abiti fai-da-te

source: medical supply shop
cs: prodejna zdravotnických potřeb
it: negozio di forniture mediche

source: furnitures shop
cs: prodejna nábytku
it: negozio di mobili

source: outdoor activities shop
cs: obchod pro outdoorové aktivity

source: vehicules shop
cs: prodejna vozidel
it: negozio di veicoli

source: boat shop
cs: prodejna lodí
it: negozio di barche

source: hobbies shop
cs: obchod s hobby potřebami
it: negozio per hobby

source: souvenir shop
cs: obchod se suvenýry
it: negozio di souvenir

source: e-cigarette shop
cs: obchod s e-cigaretami
it: negozio di sigarette elettroniche

source: dry cleaner
cs: čistírna oděvů
it: lavanderia a secco

source: retirement home
cs: domov pro seniory
it: casa di riposo

source: ticketing
cs: prodej vstupenek
it: biglietteria

source: soccer pitch
cs: fotbalové hřiště
it: campo da calcio

source: boules pitch
cs: hřiště na boules
it: campo da bocce

source: basketball pitch
cs: basketbalové hřiště
it: campo da basket

source: rugby pitch
cs: hřiště pro ragby
it: campo da rugby

source: tennis pitch
cs: tenisový kurt
it: campo da tennis

source: skateboard pitch
cs: skateboardové hřiště
it: campo da skateboard

source: table tennis pitch
cs: hřiště na stolní tenis
it: campo da ping pong

source: equestrian pitch
cs: jezdecké hřiště
it: campo di equitazione

source: running track
cs: běžecká dráha
it: pista da corsa

source: sports hall
cs: sportovní hala
it: palestra

source: climbing
br: krimpadenn
cs: lezení
fr: escalade
it: arrampicata

source: martial art
cs: bojová umění
it: arti marziali

source: beach-volley
cs: plážový volejbal

source: handball
cs: házená
it: pallamano

source: ice skating
cs: bruslení
it: pattinaggio su ghiaccio

source: karting
br: karrigoù-tan
cs: motokáry
it: kart

source: car circuit
cs: automobilový okruh
it: circuito automobilistico

source: skiing
br: skiañ
cs: lyžování
fr: piste de ski
it: sci

source: volleyball
cs: volejbal
it: pallavolo

source: sailing
br: bageal
cs: jachting
fr: voile
it: vela

source: stadium
br: stad
cs: stadion
fr: stade
it: stadio

source: viewpoint
br: gweledva
cs: vyhlídka
fr: belvédère
it: punto panoramico

source: charging station
br: porzh adkargañ
cs: nabíjecí stanice
fr: station de recharge
it: stazione di ricarica

source: osteopathy
cs: osteopatie
it: osteopatia

source: accessories shop
br: stal rikoù
cs: obchod s příslušenstvím
fr: magasin d'accessoires
it: negozio di accessori

source: airport
br: aerborzh
cs: letiště
fr: aéroport
it: aeroporto

source: alpine hut
br: lojell alpinek
cs: alpská chata
fr: refuge alpin
it: rifugio alpino

source: antiques shop
br: stal an traoù kozh
cs: obchod se starožitnostmi
fr: antiquaire
it: negozio di antichità

source: aquarium
br: akwariom
cs: akvárium
it: acquario

source: archery
br: gwaregva
cs: lukostřelba
fr: tir à l'arc
it: tiro con l'arco

source: art shop
br: stal oberennoù arzel
cs: obchod s uměním
fr: magasin d'art
it: negozio d'arte

source: athletics
br: atleterezhioù
cs: atletika
fr: athlétisme
it: atletica

source: ATM
br: Mekanik bilhedoù
cs: bankomat
fr: Distributeur de billets
it: bancomat

source: attraction
br: diduañs
cs: atrakce
it: attrazione

source: bag shop
br: stal seier
cs: obchod s kabelkami
fr: magasin de sac et bagage
it: negozio di borse

source: basin
br: poull
cs: povodí
fr: bassin de rétention d'eau
it: bacino

source: basketball
cs: basketbal
it: basket

source: bbq
cs: grilování
fr: barbecue
it: barbecue

source: bed shop
br: stal gweleoù
cs: obchod s potelemi
fr: magasin de literie
it: negozio di letti

source: bed and breakfast
br: kambr ostizien
cs: nocleh se snídaní
fr: chambre d'hôte

source: beverages shop
br: stal evajoù
cs: obchod s nápoji
fr: magasin de boissons
it: negozio di bevande

source: bicycle shop
br: stal beloioù
cs: obchod s jízdními koly
fr: magasin de vélo
it: negozio di biciclette

source: biergarten
br: stal bier
cs: pivnice
fr: vente de bières en plein air
it: birreria all'aperto

source: billiards
br: bilhiardoù
cs: kulečníky
it: biliardo

source: bleachers
cs: tribuna

source: books shop
br: stal levrioù
cs: knihkupectví
fr: librairie
it: negozio di libri

source: border control
br: kontroll an harzoù
cs: hraniční kontrola
fr: contrôle frontalier
it: controllo ai confini

source: boutique
br: boutik
cs: butik
fr: magasin de haute couture

source: bowls
br: bouloù
cs: mísy
fr: boulingrin
it: bocce

source: brewery
br: braserezh artizanel
cs: pivovar
fr: brasserie artisanale
it: birreria

source: buddhist
cs: buddhistická stavba

source: bus station
br: harz bus
cs: autobusové nádraží
fr: gare routière
it: stazione degli autobus

source: bus stop
br: harz bus
cs: autobusová zastávka
fr: arrêt de bus
it: fermata dell'autobus

source: cafe
br: kafedi
cs: kavárna
fr: café
it: bar

source: canoe
br: kanoe
cs: kánoe
fr: canoë
it: canoa

source: car parts shop
br: stal pezhioù kirri
cs: obchod s autodíly
fr: pièces automobiles
it: ricambi auto

source: car repair
br: stal kempenn kirri
cs: autoservis
fr: garage automobile
it: meccanico

source: car rental
br: stal feurmiñ kirri
cs: půjčovna aut
fr: location de voitures
it: autonoleggio

source: car wash station
br: porzh gwalc'hiñ
cs: mycí stanice
fr: station de lavage
it: auto lavaggio

source: caravan site
br: tachenn garavan
cs: kemp pro karavany
fr: camping pour caravanes
it: campeggio per caravan

source: carpenter
br: kalvez
cs: tesař
fr: charpentier
it: carpentiere

source: carpet shop
br: stal tapisoù
cs: obchod s koberci
fr: magasin de tapis
it: negozio di tappeti

source: castle
br: kastell
cs: hrad
fr: chateau
it: castello

source: catering
br: tineller
cs: stravování
fr: traiteur

source: cemetery
br: bered
cs: hřbitov
fr: cimetière
it: cimitero

source: holiday cottage
br: ti-vakañsoù
cs: rekreační chata
fr: maison de vacances
it: casa per vacanze

source: charity store
br: stal an aluzon
cs: charitativní obchod
fr: magasin caritatif
it: negozio di beneficenza

source: chemist
br: lezapotikerezh
cs: lékárna
fr: parapharmacie
it: drogheria

source: cheese shop
br: fourmajer
cs: prodejna sýrů
fr: fromager
it: negozio di formaggi

source: chess
br: c'hoari echedoù
cs: šachy
fr: échecs
it: scacchi

source: childcare centre
br: magouri
cs: centrum péče o děti
fr: crèche
it: centro di assistenza per l'infanzia

source: chocolate shop
br: stal chokolad
cs: obchod s čokoládou
fr: chocolaterie
it: negozio di cioccolato

source: climbing adventure
br: avantur krimpadenn
cs: horolezecké dobrodružství
fr: accrobranche
it: avventura di alpinismo

source: clinic
br: klinik
cs: klinika
fr: clinique
it: clinica

source: coffee shop
br: stal kafe
cs: obchod s kávou
fr: magasin de café
it: caffetteria

source: college
br: skolaj
cs: vysoká škola
fr: enseignement supérieur
it: accademia

source: computer shop
br: stal urzhiataerezh
cs: obchod s počítači
fr: magasin d'informatique
it: negozio di informatica

source: confectionery shop
br: stal koñfizerezh
cs: cukrárna
fr: confiserie
it: negozio di dolciumi

source: recycling container
cs: recyklační kontejner
fr: conteneur de tri
it: contenitore del riciclaggio

source: cosmetics shop
br: stal kosmetekerezh
cs: obchod s kosmetikou
fr: magasin de cosmétique
it: negozio di cosmetici

source: courthouse
br: lez-varn
cs: soud
fr: palais de justice
it: tribunale

source: coworking space
br: spas-labourat boutin
cs: coworkingový prostor
fr: espace de coworking
it: spazio per coworking

source: cricket
br: kriket
cs: kriket

source: cycling
br: kezeg-houarn
cs: cyklistika
fr: cyclisme
it: ciclismo

source: deli
cs: lahůdkářství
fr: épicerie
it: gatronomia

source: department store
br: stal bras
cs: obchodní dům
fr: grand magasin
it: grande magazzino

source: disc golf course
cs: discgolfové hřiště

source: dock
br: kae
cs: dok
it: molo

source: dog park
br: park chas
cs: park pro psy
fr: parc canin
it: parco per cani

source: dog toilet
cs: psí toaleta

source: dog racing
br: redadegoù chas
cs: psí závody
fr: courses de chiens
it: corse di cani

source: doityourself store
br: stal bitellat
cs: obchod pro kutily
fr: magasin de bricolage
it: negozio del fai-da-te

source: driving school
br: skol-vleniañ
cs: autoškola
fr: auto-école
it: scuola guida

source: dry cleaning
br: naetaerezh
cs: chemické čištění
fr: pressing
it: lavaggio a secco

source: embassy
br: kannati
cs: ambasáda
fr: ambassade
it: ambasciata

source: equestrian
br: kreizenn varc'hegezh
cs: jezdectví
fr: équestre
it: equitazione

source: erotic shop
br: stal traoù erotek
cs: obchod s erotickými pomůckami
fr: sex shop
it: negozio di articoli erotici

source: escape game
br: c'hoari achapiñ
cs: úniková hra
fr: jeu d'évasion
it: gioco di evasione

source: estate agent
br: ajañs-tiez
cs: realitní makléř
fr: agence immobilière
it: agente immobiliare

source: fabric
br: labouradeg
cs: továrna
fr: magasin de tissus
it: negozio di tessuti

source: farm shop
br: produioù ar feurm
cs: farmářský obchod
fr: produits de la ferme
it: spaccio aziendale

source: fitness centre
br: ti-jiminas yac'haat
cs: fitness centrum
fr: centre de fitness
it: centro fitness

source: fitness station
cs: fitness stanice

source: food court
br: takad debriñ
cs: stravovací zařízení
fr: aire de restauration
it: area ristorazione

source: free flying
cs: volné létání
fr: parapente
it: volo libero

source: frozen food
br: boued gourskornet
cs: mražené potraviny
fr: surgelés
it: cibo surgelato

source: funeral home
br: liderezh-kañv
cs: pohřební služba
fr: pompes funèbres
it: pompe funebri

source: gallery
br: diskouezva
cs: galerie
fr: galerie d'art
it: galleria

source: garden
br: liorzh
cs: zahrada
fr: jardin
it: giardino

source: general store
br: magazenn hollek
cs: obchod se smíšeným zbožím
fr: magasin
it: negozio di generi vari

source: gift shop
br: stal profoù
cs: obchod se suvenýry
fr: magasin de souvenirs
it: negozio di souvenir

source: golf course
br: tachenn golf
cs: golfové hřiště
fr: parcours de golf
it: percorso di golf

source: grave yard
br: bered
cs: hřbitov
fr: cimetière
it: cimitero

source: guest house
br: ti ostizien
cs: penzion
fr: chambre d'hôte
it: bed and breakfast

source: gymnastics
br: ti-jiminas
cs: gymnastika
fr: gymnastique
it: ginnastica

source: hardware shop
br: kinkailherezh
cs: železářství
fr: magasin de matériel informatique
it: ferramenta

source: hearing aids shop
br: stal benvegoù selaou
cs: obchod s naslouchátky
fr: audiologue
it: negozio di apparecchi acustici

source: hifi shop
br: stal hifi
cs: hifi obchod
fr: magasin d'électroménager
it: negozio di alta fedeltà

source: horse racing
br: redadegoù kezeg
cs: dostihy
fr: hippodrome
it: corse dei cavalli

source: houseware shop
br: reizhoù al lastez-ti
cs: obchod s domácími potřebami
fr: articles ménagers
it: negozio di articoli per la casa

source: ice cream
br: stal diennoù-skorn
cs: zmrzlina
fr: glacier
it: gelataio

source: ice rink
br: poull-rinklañ
cs: kluziště
fr: patinoire
it: pista di pattinaggio su ghiaccio

source: interior decoration shop
br: stal kinkladurioù diabarzh
cs: obchod s dekoracemi interiérů
fr: magasin de décoration
it: negozio di arredo per interni

source: kiosk
cs: kiosek
fr: kiosque
it: edicola

source: kitchen manufacturer
br: gwerzher keginoù
cs: výrobce kuchyní
fr: cuisiniste
it: produzione cucine

source: lamps shop
br: stal lampoù
cs: prodejna svítidel
fr: magasin de luminaire
it: negozio di lampade

source: left luggage
cs: ponechaná zavazadla
fr: consigne
it: deposito bagagli

source: long jump
br: lamm hir
cs: skok daleký
fr: piste de saut en longueur
it: salto in lungo

source: mall
br: kreizenn genwerzh
cs: nákupní středisko
fr: centre commercial
it: centro commerciale

source: marina
cs: přístav

source: massage shop
br: stal dorloerezh
cs: masážní salón
fr: salon de massage
it: centro massaggi

source: miniature golf
br: golfig
cs: minigolf
fr: mini-golf
it: mini golf

source: mobile phone shop
br: stal hezougelloù
cs: obchod s mobilními telefony
fr: magasin de téléphonie
it: negozio di telefonia mobile

source: model aerodrome
br: nijva evit gobarioù
cs: modelové letiště
fr: aérodrome pour modèles réduits d'avions
it: aeroporto per modellini

source: monument
br: monumant
cs: památka
it: monumento

source: motocross
br: marc'hoù-tan kros
cs: motokros

source: motorcycle shop
br: stal marc'hoù-tan
cs: obchod s motocykly
fr: magasin de moto
it: negozio di motociclette

source: motorcycle parking
cs: parkoviště pro motocykly
fr: parking deux-roues motorisés
it: parcheggio motocicli

source: music shop
br: stal sonerezh
cs: obchod s hudbou
fr: magasin de musique
it: negozio musicale

source: music school
br: skol sonerezh
cs: hudební škola
fr: école de musique
it: scuola di musica

source: musical instrument shop
br: stal binviji sonerezh
cs: obchod s hudebními nástroji
fr: magasin d'instrument de musique
it: negozio di strumenti musicali

source: newsagent shop
br: stal kazetennerezh
cs: obchod s novinami
fr: marchand de journaux
it: edicola

source: nightclub
br: boest-noz
cs: noční klub
fr: boite de nuit
it: discoteca

source: nursing home
br: ti ar re gozh
cs: domov pro seniory
fr: maison médicalisée
it: casa di riposo

source: orienteering
br: redadegoù-reteriñ
cs: orientační běh
fr: course d'orientation

source: outdoor
br: stal sportoù war ar maez
cs: venkovní oblast
fr: magasin de sports de plein air
it: negozio per sport all’aria aperta

source: paddle
cs: pádlo

source: car park
br: park kiri
cs: parkoviště
fr: parking
it: parcheggio

source: pastry shop
br: stal pastezerezh
cs: cukrárna
fr: patisserie
it: pasticceria

source: perfumery
br: porfumerezh
cs: parfumerie
fr: parfumerie
it: profumeria

source: pet store
br: stal-loened
cs: zverimex
fr: animalerie
it: negozio di animali

source: photo shop
br: stal fotoioù
cs: obchod s fotografiemi
fr: magasin de photo
it: negozio di fotografie

source: picnic site
br: tachenn biknik
cs: místo pro piknik
fr: aire de pique-nique
it: zona picnic

source: plumber
br: plomer
cs: instalatér
fr: plombier
it: idraulico

source: polling station
br: burev votiñ
cs: volební místnost
fr: bureau de vote
it: ufficio elettorale

source: parcel pickup
cs: vyzvednutí balíku
fr: point de retrait
it: punto di ritiro dei pacchi

source: prison
br: toull-bac'h
cs: věznice
it: prigione

source: pub
br: bruderezh
cs: hospoda

source: public building
br: savadur foran
cs: veřejná budova
fr: bâtiment public
it: edificio pubblico

source: public bookcase
cs: veřejná knihovna

source: public transport station
cs: zastávka hromadné dopravy

source: rc car
br: karr pellurzhiet
cs: rc auto
fr: voiture radio commandée
it: macchina radiocomandata

source: reservoir
br: beol
cs: nádrž
fr: réservoir
it: serbatoio

source: rowing
br: roeñverezh
cs: veslování
fr: aviron
it: canottaggio

source: ruins
br: dismantroù
cs: zřícenina
fr: ruines
it: rovine

source: running
br: redadeg war-droad
cs: běh
fr: course à pied
it: corsa

source: scuba diving
br: splujerezh danvor
cs: potápění
fr: plongée sous-marine
it: immersione

source: resale shop
br: stal adwerzhañ
cs: obchod pro další prodej
fr: vente d'occasion
it: rivendita

source: shelter
br: gwasked
cs: přístřešek
fr: abri
it: riparo

source: shoes
br: botoù
cs: prodejna obuvi
fr: magasin de chaussures
it: scarpe

source: shooting
br: tennañ
cs: střelnice
fr: tir
it: tirassegno

source: shower
cs: sprcha

source: skating
cs: bruslení
fr: piste de ski de fond
it: pattinaggio

source: soccer
br: mell-droad
cs: fotbal
fr: football
it: calcio

source: station
br: savlec'h
cs: stanice
fr: gare
it: stazione

source: stationery shop
br: stal paperaerezh
cs: papírnictví
fr: papeterie
it: negozio di cancelleria

source: subway
br: tren-buzhug
cs: metro
fr: arrêt de métro
it: metropolitana

source: swimming area
br: zonenn neuial
cs: plavecký areál
fr: piscine
it: piscina

source: swimming pool equipment
br: stal gwerzhañ poulloù-neuial
cs: bazénové vybavení
fr: pisciniste
it: accessori per piscina

source: table tennis
br: taol dennis
cs: stolní tenis
fr: table de ping pong
it: tennis da tavolo

source: tailor
br: tailher
cs: krejčí
fr: tailleur
it: sarto

source: tattoo salon
br: saloñs tatou
cs: tetovací salon
fr: salon de tatouage
it: studio di tatuaggi

source: tennis
cs: tenis

source: theme park
br: park gant un tem
cs: zábavní park
fr: parc à thème
it: parco divertimenti

source: ticket shop
br: bilhederezh
cs: prodejna vstupenek
fr: billetterie
it: biglietteria
