Repository: Qwant/erdapfel
Catalog: language/message/*.po
Languages: br, cs, fr, it

source: Children
cs: Děti
fr: Enfants
it: Bambini

source: 18 years old and more
cs: 18 a více let
fr: 18 ans et plus
it: 18 anni e oltre

source: Between 0 and 17 years old
cs: 0 až 17 let
fr: Entre 0 et 17 ans
it: Tra 0 e 17 anni

source: Age of child %d
cs: Věk dítěte %d
fr: Age de l'enfant %d
it: Età del bambino %d

source: Night
cs: Noc
fr: Nuit
it: Notte

source: %d star
cs: %d hvězdička
fr: %d étoile
it: %d stella

source: Starred
cs: S hvězdičkou
fr: Étoilé
it: Stellato

source: {subclass} with %d star
cs: {subclass} s %d hvězdičkou
fr: {subclass} %d étoile
it: {subclass} con %d stella

source: Starred {subclass}
cs: K místu {subclass} přidána hvězdička
fr: {subclass} étoilé
it: {subclass} stellato

source: See more nearby services
br: Diskouez muioc'h a servijoù nes
cs: Další služby v okolí
fr: Afficher plus de services à proximité
it: Visualizza altri servizi in zona

source: Reduce
br: Bihanaat
cs: Méně
fr: Réduire
it: Riduci

source: Unfold to see quick actions
br: Diblegañ evit diskouez an oberoù prim
cs: Rozbalte pro zobrazení rychlých akcí
fr: Déplier pour afficher les actions rapides
it: Apri per vedere le azioni rapide

source: by car
br: gant ur c'harr
cs: autem
fr: en voiture
it: in automobile

source: transit
br: treuzdougen
cs: hromadná doprava
fr: transport
it: transito

source: on foot
br: war droad
cs: pěšky
fr: à pied
it: a piedi

source: by bike
br: war velo
cs: na kole
fr: à vélo
it: in bici

source: Services nearby
br: Servijoù nes
cs: Služby v okolí
fr: Services à proximité
it: Servizi vicino a te

source: My location
br: Ma lec'hiadur
cs: Moje poloha
fr: Ma position
it: La mia posizione

source: stops
cs: zastávky

source: water place
cs: jezero

source: vacuum cleaner
cs: vysavač

source: dojo
cs: dódžó

source: Details
br: Munudoù
cs: Podrobnosti
fr: Détails
it: Dettagli

source: Eco-responsible places
cs: Alternativy šetrné k životnímu prostředí

source: alimentation
cs: stravování

source: repair cafe
cs: opravárenská kavárna

source: Eco-responsible restaurants
cs: Restaurace šetrné k životnímu prostředí

source: Ecotable source see more
cs: Zjistit více

source: Ecotable source see more link
cs: Zjistit více

source: Appears in
cs: Objevilo se v

source: Circuit court
cs: Místní jídlo

source: Vente en vrac
cs: Hromadný obchod

source: healthcare laboratory
cs: zdravotnická laboratoř

source: shop funeral directors
cs: obchod s pohřebními službami

source: landuse military
cs: vojenský prostor

source: insurance
cs: pojištění

source: lawyer
cs: právník

source: korean restaurant
cs: korejská restaurace

source: electrician
cs: elektrikář

source: Read more on ecotables
cs: Další informace v Ecotable

source: ecotables
cs: Ecotable

source: organic_store
cs: Obchod s bioprodukty

source: second_hand
cs: Z druhé ruky

source: zero_waste
cs: Bez odpadu

source: Ecotable opening hour source
cs: Otevírací dobu poskytuje PagesJaunes

source: Ecotable source details
cs: Ecotable je francouzská ekoznačka, která určuje a propaguje restaurace s ekologickými postupy.

source: Ecotable source poi see more
cs: Zjistit více

source: Ecotable source poi details
cs: Francouzská ekoznačka Ecotable se zaměřuje na identifikaci a propagaci restaurací, které používají ekologické postupy

source: Ecotable from rating
cs: na Ecotable

source: Ecotable rating 1
cs: Tento podnik se angažuje v oblasti udržitelnosti, ale přesto ještě musí přizpůsobit svůj provoz.

source: Ecotable rating 2
cs: Tento podnik již zahájil svou udržitelnou transformaci s prvními hmatatelnými výsledky.

source: Ecotable rating 3
cs: Tento podnik vykazuje nejlepší postupy udržitelnosti.

source: Organic store source details
cs: Biopotraviny jsou nejen zdraví prospěšné, ale také šetrnější k životnímu prostředí a půdě.

source: Organic store source see more
cs: Zjistit více

source: Organic store source see more link
cs: https://www.un.org/en/actnow/food

source: Organic store source poi see more
cs: Zjistit více

source: Organic store source poi details
cs: Biopotraviny jsou nejen zdraví prospěšné, ale také šetrnější k životnímu prostředí a půdě.

source: Second hand source details
cs: Poskytnutí druhého života předmětům snižuje dopad jejich výroby na životní prostředí.

source: Second hand source see more
cs: Zjistit více

source: Second hand source see more link
cs: https://www.un.org/en/actnow/ten-actions#recycle

source: Second hand source poi see more
cs: Zjistit více

source: Second hand source poi details
cs: Poskytnutí druhého života předmětům snižuje dopad jejich výroby na životní prostředí.

source: Zero waste source details
cs: Prodej bez obalu omezuje plýtvání a odpad z obalů.

source: Zero waste source see more
cs: Zjistit více

source: Zero waste source see more link
cs: https://zerowasteeurope.eu/library/packaging-free-shops-in-europe-an-initial-report/

source: Zero waste source poi see more
cs: Zjistit více

source: Zero waste source poi details
cs: Prodej bez obalu omezuje plýtvání a odpad z obalů.

source: supermarket
br: gourmarc'had
fr: supermarché
it: supermercato

source: park
fr: parc
it: parco

source: sex shop
it: sexy shop

source: well being shop
it: negozio per il benessere

source: outdoor activities shop'
it: negozio per attività all'aperto

source: coworking
it: <SAME> coworking

source: boules
br: bouloù
fr: pétanque
it: bocce

source: brownfield
br: fraost industriel
fr: friche industrielle
it: area dismessa

source: copyshop
br: stal liestennañ
fr: service de photocopies
it: copisteria

source: halt
br: harz
fr: gare
it: alt

source: hostel
br: ti ar re yaouank
fr: auberge de jeunesse
it: ostello

source: motor
br: keflusker
fr: moteur
it: motore

source: paragliding
br: bolc'haskell
fr: parapente
it: volo con parapendio

source: warehouse club
br: braswerzher
fr: grossiste
it: vendita all’ingrosso

source: Menu
br: Lañser
it: Menù

source: No results found.
br: Disoc'h ebet kavet.
fr: Aucun résultat trouvé.
it: Nessun risultato trovato.

source: Please zoom in the map to see the results for this category.
br: Zoumit war ar gartenn da welet an disoc'hoù evit ar rummad-mañ.
fr: Veuillez zoomer sur la zone pour voir des résultats.
it: Si prega di ingrandire la mappa per vedere i risultati per questa categoria.

source: Results in partnership with Combigo
fr: Résultats en partenariat avec Combigo
it: Risultati in collaborazione con Combigo

source: Products for everyday life.
fr: Des produits pour la vie de tous les jours.
it: Prodotti per la vita di ogni giorno.

source: Search
it: Ricerca

source: Responsible search that respects your privacy.
fr: La recherche responsable qui respecte votre vie privée.
it: Ricerca responsabile che rispetta la tua privacy.

source: Open Search
fr: Ouvrir Search
it: Apri Ricerca

source: Maps
it: Mappe

source: The map that does not track you.
fr: Le service de cartographie qui ne vous suit pas à la trace.
it: La mappa che non ti traccia.

source: Open Maps
fr: Ouvrir Maps
it: Apri Mappe

source: Responsible search adapted to 6-12 year olds.
fr: La recherche responsable adaptée aux 6-12 ans.
it: Ricerca responsabile adattata per i bambini di 6-12 anni.

source: Open Junior
fr: Ouvrir Junior
it: Apri Junior

source: We believe in an alternate model
fr: Nous croyons en un autre modèle
it: Crediamo in un modello alternativo

source: See the usual opening hours
br: Gwelet an eurvezhioù digeriñ
fr: Voir les horaires habituels
it: Guarda gli orari di apertura

source: Reviews
it: Recensioni

source: TripAdvisor user
it: Utente TripAdvisor

source: Read the full review
it: Leggi la recensione completa

source: Read more reviews on TripAdvisor
it: Leggi altre recensioni su TripAdvisor

source: hotel
br: leti
fr: hôtel

source: bmx
fr: vtt

source: hackerspace
fr: transformatoire

source: zoo
fr: parc zoologique

source: bar
br: tavarn

source: Show favorites
br: Diskouez ar c'haretañ

source: Ok
br: Mat eo
