Repository: Qwant/erdapfel
Catalog: language/message/*.po
Languages: br, cs, fr, it

source: tobacco shop
br: stal butun
cs: obchod s tabákovými výrobky
fr: buraliste
it: tabaccaio

source: toll booth
br: treizhaj
cs: mýtná budka
fr: péage
it: casello

source: townhall
br: ti-kêr
cs: radnice
fr: mairie
it: municipio

source: toys shop
br: stal c'hoarioù
cs: hračkářství
fr: magasin de jouets
it: negozio di giocattoli

source: tram stop
br: arsav tram
cs: zastávka tramvaje
fr: arrêt de tramway
it: fermata del tram

source: variety store
br: stal ur priz
cs: obchod s různými druhy zboží
fr: magasin à prix unique
it: emporio

source: vehicle inspection
br: kontroll teknikel
cs: kontrola vozidel
fr: contrôle technique
it: centro revisioni

source: veterinary
br: mezeg-loened
cs: veterinář
fr: cabinet vétérinaire
it: veterinario

source: videos shop
br: stal videoioù
cs: videopůjčovna
fr: magasin de vidéo
it: videoteca

source: video games shop
br: stal c'hoarioù-video
cs: obchod s videohrami
fr: magasin de jeux vidéo
it: negozio di videogiochi

source: water park
br: park dour
cs: aquapark
fr: parc aquatique
it: parco acquatico

source: weapons shop
br: stal armoù
cs: obchod se zbraněmi
fr: armurerie
it: armeria

source: wine shop
br: stal gwin
cs: vinotéka
fr: magasin de vins
it: enoteca

source: winery
br: etrepaouez gwin
cs: vinařství
fr: chai
it: enoteca

source: winter sports resort
br: kreizenn sportoù ar goañv
cs: středisko zimních sportů
fr: station de sports d'hiver
it: villaggio turistico invernale

source: yoga
cs: jóga

source: city
br: kêr
cs: město
fr: ville
it: città

source: country
br: bro
cs: země
fr: pays
it: nazione

source: address
br: chomlec'h
cs: adresa
fr: adresse
it: indirizzo

source: street
br: straed
cs: ulice
fr: rue
it: strada

source: category
br: rummad
cs: kategorie
fr: catégorie
it: categoria

source: Your position
br: Ho touarlec'hiañ
cs: Vaše pozice
fr: Votre position
it: La tua posizione

source: Back to Qwant.com
cs: Vyhledávač
fr: Retour à Qwant.com
it: Torna su Qwant.com

source: Qwant Maps uses OpenStreetMap data.
br: Qwant Maps a implij roadennoù OpenStreetMap.
cs: Služba Qwant Maps používá data z projektu OpenStreetMap.
fr: Qwant Maps utilise les données OpenStreetMap.
it: Qwant Maps usa i dati di OpenStreetMap.

source: In partnership with
br: E kevelerezh gant
cs: V partnerství s
fr: En partenariat avec
it: In collaborazione con

source: View
br: Gwelet
cs: Prohlédnout
fr: Voir
it: Vedi

source: Edit
br: Aozañ
cs: Upravit
fr: Modifier
it: Modifica

source: opening hours
br: Eurvezhioù digeriñ
cs: otevírací doba
fr: horaires d'ouverture
it: orari di apertura

source: Open
br: Digor
cs: Otevřeno
fr: Ouvert
it: Aperto

source: Closed
br: Serret
cs: Zavřeno
fr: Fermé
it: Chiuso

source: Open 24/7
br: Digor 24/7
cs: Otevřeno 24/7
fr: Ouvert 24h/24 et 7j/7
it: Aperto 24/7

source: reopening at {nextTransitionTime}
br: addigoret da {nextTransitionTime}
cs: otevírá v {nextTransitionTime}
fr: réouverture à {nextTransitionTime}
it: riapre alle {nextTransitionTime}

source: until {nextTransitionTime}
br: betek {nextTransitionTime}
cs: do {nextTransitionTime}
fr: jusqu’à {nextTransitionTime}
it: fino alle {nextTransitionTime}

source: Close to
br: Da gichen
cs: Poblíž
fr: À proximité de
it: Vicino a

source: Geographic coordinates
br: Daveennoù douaroniel
cs: Zeměpisné souřadnice
fr: Coordonnées géographiques
it: Coordinate geografiche

source: on PagesJaunes
br: war PagesJaunes
cs: na PagesJaunes
fr: sur PagesJaunes
it: su PagesJaunes

source: %d review
cs: %d recenze
fr: %d avis
it: %d recensione

source: Qwant Maps Home
br: Degemer Qwant Maps
cs: Domovská stránka Qwant Maps
fr: Accueil de Qwant Maps
it: Home di Qwant Maps

source: Search on Qwant Maps
br: Klask war Qwant Maps
cs: Hledat ve Qwant Maps
fr: Rechercher dans Qwant Maps
it: Cerca su Qwant Maps

source: Search
br: Klask
cs: Hledat
fr: Rechercher
it: Cerca

source: Products
cs: Produkty
fr: Produits
it: Prodotti

source: Directions
br: Tuadurioù
cs: Trasa
fr: Itinéraire
it: Itinerario

source: Close
br: Serriñ
cs: Zavřít
fr: Fermer
it: Chiudi

source: Copied!
br: Eilet!
cs: Zkopírováno!
fr: Copié !
it: Copiato!

source: Copy link
br: Eilañ al liamm
cs: Kopírovat odkaz
fr: Copier le lien
it: Copia link

source: <span class="historyText">History</span> is available on Qwant Maps
cs: Ve službě Qwant Maps je dostupná <span class="historyText">historie</span>
fr: <span class="historyText">L'historique de recherche</span> est disponible sur Qwant Maps
it: La <span class="historyText">cronologia</span> è disponibile su Qwant Maps

source: Convenient and completely private, the history will only be visible to you on this device 🙈.
cs: Pohodlné a zcela soukromé, historie bude viditelná pouze pro vás na tomto zařízení 🙈.
fr: Pratique et entièrement privé, l'historique ne sera visible que par vous sur cet appareil 🙈.
it: Comoda e completamente privata, la cronologia sarà visibile solamente a te su questo dispositivo 🙈.

source: Read more
cs: Další informace
fr: En savoir plus
it: Leggi di più

source: No thanks
cs: Ne, děkuji
fr: Non merci
it: No grazie

source: Enable history
cs: Zapnout historii
fr: Activer l'historique
it: Abilita la cronologia

source: Well done, the <span class="historyText">history</span> is activated
cs: Skvěle, <span class="historyText">historie</span>je nyní zapnuta
fr: Bien joué, <span class="historyText">l'historique</span> est activé !
it: Bene, la <span class="historyText">cronologia</span> è stata attivata

source: You can find and <a href="history" target="_self">manage your complete history</a> at any time in the menu
cs: Svou historii můžete <a href="history" target="_self">nalézt a spravovat</a> kdykoli v menu
fr: Vous pouvez trouver et <a href="history" target="_self">gérer votre historique complet</a> à tout moment depuis le menu
it: Puoi trovare e <a href="history" target="_self">gestire la tua cronologia completa</a> in qualunque momento nel menù

source: No worries, history is disabled
cs: Bez obav, historie je vypnutá
fr: Aucun souci, l'historique est désactivé
it: Nessun problema, la cronologia è disattivata

source: You can change your mind at any time and <a href="history" target="_self">manage</a> the activation of the history in the menu
cs: Kdykoli si to můžete rozmyslet a <a href="historie" target="_self">spravovat</a> aktivaci historie v menu
fr: Vous pouvez à tout moment retrouve et <a href="history" target="_self">gérer votre historique complet</a> dans le menu
it: Puoi cambiare idea in qualunque momento e <a href="history" target="_self">gestire</a> l’attivazione della cronologia nel menù

source: Recent history
cs: Nedávná historie
fr: Récents
it: Cronologia recente

source: Manage history
cs: Spravovat historii
fr: Gérer
it: Gestisci la cronologia

source: Satisfied with the results?
cs: Jste s výsledky spokojeni?
fr: Satisfait·e des résultats proposés ?
it: I risultati sono soddisfacenti?

source: Your history is activated. It is only visible to you on this device.
cs: Vaše historie je aktivována. Je viditelná pouze na tomto zařízení.
fr: Vous seul pouvez voir vos recherches récentes sur cet appareil.
it: La tua cronologia è attivata. È visibile soltanto a te e su questo dispositivo.

source: Learn more
cs: Zjistit více
fr: En savoir plus
it: Approfondisci

source: nearby
br: e-kichen
cs: poblíž
fr: à proximité
it: nei dintorni

source: Delete
br: Dilemel
cs: Odstranit
fr: Supprimer
it: Cancella

source: Thank you for helping us to improve your experience.
cs: Děkujeme, že nám pomáháte zlepšovat vaše zkušenosti.
fr: Merci pour votre contribution, c’est important pour nous aider à nous améliorer !
it: Grazie per averci aiutato a migliorare la tua esperienza.

source: Yes
cs: Ano
fr: Oui
it: Sì

source: No
cs: Ne
fr: Non

source: Always respecting your privacy.<br>As stated in {privacyPolicyLink}our privacy policy{closeTag}, we don't store your information because we don't want to know your whereabouts.
br: Doujañ a reomp bepred ouzh ho puhez prevez <br> Evel m'eo skrivet e-barzh hon {privacyPolicyLink} folitikerezh prevezded{closeTag}, ne stokomp ket ho titouroù douarlec'hiañ rak ne fell deomp gouzout e pelec'h emaoc'h.
cs: Vždy respektujeme vaše soukromí.<br>Jak je uvedeno v {privacyPolicyLink}našich zásadách ochrany osobních údajů{closeTag}, vaše údaje neukládáme, protože nepotřebujeme vědět, kde se nacházíte.
fr: Toujours dans le respect de votre vie privée.<br>Comme indiqué dans {privacyPolicyLink}notre politique de protection des données{closeTag}, nous de stockons pas vos informations car nous ne voulons pas connaître vos allées et venues.
it: Rispettiamo sempre la tua privacy.<br>Come indicato nella {privacyPolicyLink}nostra politica sulla privacy{closeTag}, non memorizziamo le tue informazioni perché non vogliamo sapere dove ti trovi.

source: We look at your location to show you where you are, and that's it!<br />(See our {privacyPolicyLink}privacy policy{closeTag})
br: Sellout a reomp ouzh ho touarlec'hiañ da ziskouez deoc'h e pelec'h emaoc'h, ha setu tout! <br />(Kit da welet hon {privacyPolicyLink}folitikerezh prevezded{closeTag})
cs: Zjistíme vaši polohu, abychom vám ukázali, kde se nacházíte. To je vše!<br />(Viz naše {privacyPolicyLink}zásady ochrany osobních údajů{closeTag})
fr: Nous regardons votre localisation pour vous montrer où vous êtes, et c'est tout !<br />(Voir notre {privacyPolicyLink}Politique de Confidentialité{closeTag})
it: Usiamo la tua posizione soltanto per mostrarti dove ti trovi!<br />(Consulta la nostra {privacyPolicyLink}informativa sulla privacy{closeTag})

source: At Qwant, your whereabouts are part of your privacy
br: E ti Qwant, ho fiñvadennoù a zo ho puhez prevez
cs: Ve společnosti Qwant je vaše poloha součástí vašeho soukromí
fr: Chez Qwant, vos déplacements c'est votre vie privée
it: Con Qwant i tuoi spostamenti sono privati come parte della tua privacy

source: Continue
br: Kenderc'hel
cs: Pokračovat
fr: Continuer
it: Continua

source: Enable your geolocation for better directions
br: Enaouit ho touarlec'hiañ evit kaout tuadurioù gwelloc'h
cs: Pro lepší trasu povolte zjišťování lokace
fr: Activez votre géolocalisation pour de meilleurs itinéraires
it: Abilita la geolocalizzazione per avere migliori indicazioni

source: Ok, I've got it
br: Mat eo, deuet eo ganin
cs: Jasně, chápu
fr: J'ai compris
it: Ok, capito

source: Houston,<br/> we have a (geolocation) problem&nbsp;🛰️
cs: Houstone,<br/> máme problém (s polohou)&nbsp;🛰️
fr: Houston,<br/> on a un souci de géolocalisation&nbsp;🛰️
it: Houston,<br/> abbiamo un problema (di geolocalizzazione)&nbsp;🛰️

source: Allow Qwant Maps to access your position so we can better help you find your way…
cs: Umožněte službě Qwant Maps přístup k vaší poloze, abychom vám mohli lépe pomoci najít cestu...
fr: Autorisez Qwant Maps à accéder à votre position pour profiter du service de localisation…
it: Permetti a Qwant Maps di accedere alla tua posizione cosicché possiamo aiutarti meglio a trovare la tua strada…

source: How to access the geolocation services?
cs: Jak získám přístup ke geolokačním službám?
fr: Comment accéder aux services de géolocalisation ?
it: Come accedere ai servizi di geolocalizzazione?

source: We can't access your position.<br/> Please check that your geolocation services are enabled.
cs: Nemáme přístup k vaší poloze.<br/> Zkontrolujte, že máte povolené zjišťování polohy.
fr: Nous n’arrivons pas à accéder à votre position.<br/> Vérifiez que les services de localisation sont bien activés.
it: Impossibile accedere alla tua posizione.<br/>Verifica che i tuoi servizi di geolocalizzazione siano abilitati.

source: Disable Qwant Maps history
cs: Zakázat historii ve službě Qwant Maps
fr: Désactiver l'historique Qwant Maps
it: Disabilita la cronologia di Qwant Maps

source: With this action, all your search history will be lost.
cs: Touto akcí ztratíte veškerou historii vyhledávání
fr: Avec cette action, tout votre historique de recherche sera perdu.
it: Con questa azione, tutta la tua cronologia di ricerca andrà perduta.

source: Cancel
cs: Zrušit
fr: Annuler
it: Annulla

source: Disable my history
cs: Zakázat mou historii
fr: Désactiver l'historique
it: Disabilita la mia cronologia

source: Clear all my Qwant Maps history
cs: Vymazat všechnu mou historii ve službě Qwant Maps
fr: Vider mon historique de recherche Qwant Maps
it: Cancella tutta la mia cronologia di Qwant Maps

source: Clear my history
cs: Vymazat mou historii
fr: Vider mon historique
it: Cancella la mia cronologia

source: Go back
cs: Zpět
fr: Retour
it: Torna indietro

source: New
cs: Nový

source: Sorry, we could not find this place&nbsp;🏝️
cs: Omlouváme se, takové místo jsme nenašli&nbsp;🏝️
fr: Oups, nous ne trouvons pas ce lieu 🏝️
it: Spiacenti, non è stato possibile trovare questo luogo&nbsp;🏝️

source: Please try to correct your query or rewrite it with more details about the location (city, country, …)
cs: Zkuste upravit svůj dotaz nebo jej přepsat s více informacemi o lokaci (město, země, …)
fr: Essayez avec une autre orthographe ou ajoutez plus de détails à votre recherche (ville, pays, …)
it: Prova a correggere la richiesta o a riscriverla aggiungendo dei dettagli sulla posizione (città, nazione, …)

source: Add a missing place on the map
cs: Přidat chybějící místo do mapy
fr: Ajouter un endroit manquant sur la carte
it: Aggiungi un luogo mancante sulla mappa

source: Try a new search query
br: Kas da benn un enklask nevez
cs: Zkuste zadat nový vyhledávací dotaz
fr: Effectuer une nouvelle recherche
it: Prova una nuova ricerca

source: Results in partnership with PagesJaunes
br: Disoc'hoù e kevelerezh gant PagesJaunes
cs: Výsledky ve spolupráci s PagesJaunes
fr: Résultats en partenariat avec PagesJaunes
it: Risultati in collaborazione con PagesJaunes

source: Results in partnership with TripAdvisor
cs: Výsledky ve spolupráci s TripAdvisor
fr: Résultats en partenariat avec TripAdvisor
it: Risultati in collaborazione con TripAdvisor

source: Unfold to show the results
br: Diblegañ evit diskouez an disoc'hoù
cs: Rozbalte pro zobrazení výsledků
fr: Déplier pour afficher les résultats
it: Aprire per vedere i risultati

source: Um, you got a little too high 🚀
cs: Jejda, jste příliš vysoko 🚀

source: Zoom in or move around the map to view results.
cs: Pro zobrazení výsledků přibližte nebo pohněte s mapou.

source: Search around my position
br: Klask tro-dro din
cs: Hledat v mém okolí
fr: Rechercher autour de moi
it: Cerca intorno a me

source: Hmm, looks like a no-man's land 🏜️
cs: Hmm, tady vůbec nic není 🏜️
fr: Hum, il n’y a pas un chat ici 🐱
it: Hmm, sembra che qui sia terra di nessuno 🏜️

source: We found no place matching your query in this area.
cs: V této oblasti jsme nenašli žádné místo odpovídající vašemu dotazu.
fr: Nous ne trouvons aucun lieu correspondant à votre recherche dans cette zone.
it: In quest’area non abbiamo trovato alcun posto che corrisponda alla tua ricerca.

source: Get some height
cs: Zkuste oddálit mapu
fr: Prendre un peu de hauteur
it: Prendi quota

source: Enter a starting point
br: Ebarzhit ur poent loc'hañ
cs: Zadejte start
fr: Saisissez un point de départ
it: Inserisci un punto di partenza

source: Enter an end point
br: Ebarzhit ur poent fin
cs: Zadejte cíl
fr: Saisissez un point d'arrivée
it: Inserisci un punto di arrivo

source: Invert start and end
br: eilpennañ fin ha loc'hañ
cs: Prohodit start a cíl
fr: Inverser Départ et Arrivée
it: Inverti partenza e destinazione

source: step by step
br: Hent kammed-ha-kammed
cs: krok za krokem
fr: trajet pas à pas
it: passo per passo

source: calculate an itinerary
br: jediñ un hent
cs: vypočítat trasu
fr: calculer un itinéraire
it: calcola un itinerario

source: Share itinerary
br: Diskouez an hent
cs: Sdílet trasu
fr: Partager l'itinéraire
it: Condividi l'itinerario

source: Towards {direction}
cs: Směrem k {direction}
fr: Direction {direction}
it: Verso {direction}

source: Ouch, we've lost the north&nbsp;🧭
cs: Sakra, ztratili jsme sever&nbsp;🧭
fr: Aïe, nous avons perdu le nord 🧭
it: Ahia, abbiamo perso il nord&nbsp;🧭

source: The service is temporarily unavailable, please try again later.
br: Ar servij a zo dihegerz evit ar mare, klaskit en-dro diwezhatoc'h.
cs: Služba je dočasně nedostupná, zkuste to znovu později.
fr: Le service est momentanément indisponible, veuillez réessayer ultérieurement.
it: Il servizio è temporaneamente non disponibile, per favore riprova più tardi.

source: We couldn't find any itinerary, we are really sorry.
cs: Omlouváme se, ale nenašli jsme žádnou trasu.
fr: Nous n'avons aucun itinéraire à vous proposer, nous sommes vraiment confus.
it: Siamo spiacenti, non è stato possibile trovare un itinerario.

source: Powered by Navitia
cs: Poháněno službou Navitia

source: Via
br: Dre
cs: Přes

source: Fastest route
br: Hent herrekañ
cs: Nejrychlejší trasa
fr: Itinéraire le plus rapide
it: Strada più veloce

source: Walk on {walkDistance}
br: Kerzhit e-pad {walkDistance}
cs: Jděte {walkDistance}
fr: Marchez sur {walkDistance}
it: Cammina per {walkDistance}

source: See less
br: Gwelout nebeutoc'h
cs: Zobrazit méně
fr: Voir moins
it: Mostra di meno

source: Steps
cs: Kroky

source: You have no favorite places. <br>You can add one by clicking on a place
br: N'ho peus lec'h karetañ ebet. <br> Gellout a rit ouzhpennañ unan en ur glikañ war ur blasenn
cs: Nemáte žádná oblíbená místa. <br>Můžete je přidat kliknutím na místo
fr: Vous n'avez pas encore de lieux favoris.<br>Ajoutez-en en cliquant sur un lieu
it: Non hai alcun luogo tra i preferiti. <br>Puoi aggiungerne uno cliccando su un luogo

source: Share
br: Rannañ
cs: Sdílet
fr: Partager
it: Condividi

source: Favorite places
br: Lec'hioù karetañ
cs: Oblíbená místa
fr: Lieux favoris
it: Luoghi preferiti

source: My favorites
br: Ma sinedoù
cs: Mé oblíbené
fr: Mes favoris
it: I miei preferiti

source: My history
cs: Moje historie
fr: Mon historique de recherche
it: La mia cronologia

source: Your history is enabled. It is only visible to you on this device.
cs: Vaše historie je zapnuta. Uvidíte ji pouze vy na tomto zařízení.
fr: Votre historique de recherche est activé. Il n'est visible que par vous sur cet appareil.
it: La tua cronologia è abilitata. È visibile soltanto a te e solo su questo dispositivo.

source: Your history is disabled. If you enable it, it will only be visible to you on this device.
cs: Vaše historie je vypnuta. Pokud ji povolíte, uvidíte ji pouze vy na tomto zařízení.
fr: Votre historique de recherche est désactivé. Si vous l'activez, il ne sera visible que par vous sur cet appareil.
it: La tua cronologia è disabilitata. Se la abiliti, sarà visibile a te soltanto su questo dispositivo.

source: Disable
cs: Vypnout
fr: Désactiver
it: Disabilita

source: Enable
cs: Zapnout
fr: Activer
it: Abilita

source: Delete my history
cs: Smazat mou historii
fr: Effacer tout mon historique Qwant Maps
it: Cancella la mia cronologia

source: Today
cs: Dnes
fr: Aujourd'hui
it: Oggi

source: Last week
cs: Poslední týden
fr: La semaine dernière
it: Ultima settimana

source: Last month
cs: Poslední měsíc
fr: Le mois dernier
it: Ultimo mese

source: Last 6 months
cs: Posledních 6 měsíců
fr: Les 6 derniers mois
it: Ultimi 6 mesi

source: Last year
cs: Poslední rok
fr: L'an dernier
it: Ultimo anno

source: More than one year ago
cs: Před více než rokem
fr: Il y a plus d'un an
it: Più di un anno fa

source: As soon as you do a search, you can find it here 👇
cs: Jakmile se pustíte do hledání, najdete ho zde 👇
fr: Dès que vous ferez une recherche, vous pourrez la retrouver ici 👇
it: Non appena effettuerai una ricerca, la troverai qua 👇

source: Terms of service Qwant&nbsp;Maps
cs: Podmínky služby Qwant&nbsp;Maps
fr: Conditions d'utilisation Qwant&nbsp;Maps
it: Termini di utilizzo di Qwant&nbsp;Maps

source: How to contribute
br: Penaos kemer-perzh
cs: Jak přispět
fr: Comment contribuer
it: Come contribuire

source: Report a bug
cs: Nahlásit chybu
fr: Signaler un bug
it: Segnala un bug

source: Make a booking
cs: Vytvořit rezervaci
fr: Réserver
it: Fai una prenotazione

source: Make an appointment
cs: Domluvit si schůzku
fr: Prendre rendez-vous
it: Prendi un appuntamento

source: Request a quote
cs: Požádat o nabídku
fr: Demander un devis
it: Richiedi una quotazione

source: Call
br: Gervel
cs: Zavolat
fr: Appeler
it: Chiama

source: Favorites
br: Sinedoù
cs: Oblíbené
fr: Favoris
it: Preferiti

source: Read more on Wikipedia
br: Lenn muioc'h war Wikipedia
cs: Více informací na Wikipedii
fr: Lire la suite sur Wikipédia
it: Leggi di più su Wikipedia

source: Read more on PagesJaunes
cs: Více informací na PagesJaunes
fr: Lire la suite sur PagesJaunes
it: Leggi di più su PagesJaunes

source: Information
br: Titouroù
cs: Informace
fr: Informations
it: Informazioni

source: Show the number
cs: Zobrazit číslo
fr: Voir le numéro
it: Mostra il numero

source: phone
br: pellgomz
cs: mobil
fr: téléphone
it: telefono

source: website
br: lec'hienn web
cs: web
fr: site web
it: sito web

source: contact
br: darempred
cs: kontakt
it: contatti

source: Glass
br: Gwer
cs: Sklo
fr: Verre
it: Vetro

source: Recyclable
br: Adaozadus
cs: Recyklovatelné
it: Riciclabile

source: Unknown
br: Dizanv
cs: Neznámé
fr: Inconnu
it: Sconosciuto

source: Updated {datetime}
br: Hizivaet {datetime}
cs: Aktualizováno {datetime}
fr: Dernière mise à jour: {datetime}
it: Aggiornato il {datetime}

source: Social networks
cs: Sociální sítě
fr: Réseaux sociaux
it: Social network

source: Display all results
br: Diskouez an holl zisoc'hoù
cs: Zobrazit všechny výsledky
fr: Afficher tous les résultats
it: Mostra tutti i risultati

source: Search around this place
br: Klask tro-dro al lec'h-mañ
cs: Prohledat okolí místa
fr: Rechercher à proximité
it: Cerca nei dintorni di questo luogo

source: Wheelchair accessible
br: Aezet evit ar c'hadorioù-ruilh
cs: Bezbariérový přístup
fr: Accessible en fauteuil roulant
it: Accessibile con sedia a rotelle

source: Partially wheelchair accessible
br: Aezet a-zarn evit ar c'hadorioù-ruilh
cs: Částečně bezbariérový přístup
fr: Partiellement accessible en fauteuil roulant
it: Parzialmente accessibile con sedia a rotelle

source: Not wheelchair accessible
br: Diaezet evit ar c'hadorioù-ruilh
cs: Není bezbariérové
fr: Non accessible en fauteuil roulant
it: Non accessibile con sedia a rotelle

source: Wheelchair accessible toilets
br: Privezioù aezet evit ar c'hadorioù-ruilh
cs: Bezbariérové toalety
fr: Toilettes accessibles en fauteuil roulant
it: Servizi igienici accessibili con sedia a rotelle

source: Partial wheelchair accessible toilets
br: Privezioù aezet a-zarn d'ar c'hadorioù-ruilh
cs: Částečně bezbariérové toalety
fr: Toilettes partiellement accessibles en fauteuil roulant
it: Servizi igienici parzialmente accessibili con sedia a rotelle

source: No wheelchair accessible toilets
br: Privez ebet aezet d'ar c'hadorioù-ruilh
cs: Žádné bezbariérové toalety
fr: Pas de toilettes accessibles en fauteuil roulant
it: Non sono presenti bagni accessibili con sedia a rotelle

source: Click & collect
cs: Klikni a vyzvedni

source: Delivery
cs: Doručení
fr: Livraison
it: Consegna

source: Take away
cs: S sebou
fr: Vente à emporter
it: Asporto

source: Photos
br: Fotoioù
cs: Fotky
it: Foto

source: Internet access
br: Moned internet
cs: Přístup k internetu
fr: Accès internet
it: Accesso a internet

source: %d room
cs: %d místnost
fr: %d chambre
it: %d camera

source: %d adult
cs: %d dospělý
fr: %d adulte
it: %d adulto

source: %d child
cs: %d dítě
fr: %d enfant
it: %d bambino

source: Make a reservation
cs: Vytvořit rezervaci
fr: Faire une réservation
it: Prenota

source: Check in
cs: Přihlášení
fr: Arrivée

source: Check out
cs: Odhlášení
fr: Départ

source: Guests
cs: Hosté
fr: Occupants
it: Ospiti

source: Check availability
cs: Zkontrolovat dostupnost
fr: Voir la disponibilité
it: Verifica la disponibilità

source: Rooms
cs: Pokoje
fr: Chambres
it: Camere

source: Adults
cs: Dospělí
fr: Adultes
it: Adulti
